import { Question } from '@/features/selection/components/questions';

export const questions: Question[] = [
  {
    id: 'q2',
    question: 'ダブゼミは可能ですか？',
    answer:
      '本ゼミは月曜4限、サブゼミは（原則として）月曜5限に行われるため、時間が重ならなければ可能です。\n※サブゼミの開催日時はゼミ生の希望をもとに決定しますが、例年通り月曜5限になる可能性が高いです。\n（主なダブゼミ先：新谷ゼミ、新井ゼミ、柳川ゼミ、植田ゼミ、藤井ゼミなど）',
  },
  {
    id: 'q3',
    question: '卒業論文は必須ですか？',
    answer: '卒業論文の提出は任意です。（例年、1名程度が提出しています）',
  },
  {
    id: 'q4',
    question: '男女比はどのくらいですか？',
    answer:
      '2023年度のゼミ生は約40人中3人が女性でした。選考において性別による区別は一切行っておりませんので、性別に関わらずどなたでもご応募ください。',
  },
  {
    id: 'q5',
    question: 'OB・OG名簿はありますか？',
    answer: 'OB・OG名簿があるため、就職活動に活用することができます。',
  },
];
